Repository: q4z1/nextcloud-app-radio
Catalog: translationfiles/*/radio.po
Languages: de

source: Radio stations
de: Radio Stationen

source: Radio listening app
de: Online Radiosender hören

source: Listening to your favorite radio stations in Nextcloud
de: Höre deine Lieblings-Radiosender direkt in Nextcloud

source: Error fetching favorite stations
de: Favorisierte Stationen konnten nicht geladen werden

source: No favorites added yet!
de: Noch keine favorisierte Stationen vorhanden

source: Failed to fetch favorite radio stations
de: Favorisierte Stationen konnten nicht geladen werden

source: No favorites yet
de: Noch keine Favoriten

source: No recent stations yet
de: Noch keine zuletzt gespielten Stationen

source: No search results
de: Keine Suchergebnisse

source: Stations you mark as favorite will show up here
de: Radio Stationen die favorisiert wurden werden hier angezeigt

source: Stations you recently played will show up here
de: Radio Stationen die vor kurzem gespielt wurden, werden hier angezeigt

source: No stations were found matching your search term
de: Keine Stationen unter diesen Suchbegriff gefunden

source: No stations here
de: Keine Stationen verfügbar

source: Could not remove station from favorites
de: Radio station konnte nicht von den Favoriten entfernt werden

source: Could not favor station
de: Station konnte nicht favorisiert werden

source: Lost connection to radio station, retrying ...
de: Verbindung zur Radio Station unterbrochen, versuche wiederzuverbinden ...

source: Unable to count play on remote API
de: Wiedergabe konnte nicht gezählt werden von der entfernten API

source: Could not add station to recent list
de: Radio Station konnte nicht in die zuletzt gespielt Liste aufgenommen werden

source: Countries
de: Länder

source: States
de: Staaten

source: Languages
de: Sprachen

source: Tags
de: Stichwörter

source: Could not fetch stations from remote API
de: Radio Stationen konnten nicht von der API geladen werden

source: Unable to load favorites
de: Favoriten konnten nicht geladen werden

source: Top
de: Beliebteste

source: Recent
de: Zuletzt gehört

source: New
de: Neu

source: Favorites
de: Favoriten

source: Categories
de: Kategorien

source: Search
de: Suche

source: Copy link to clipboard
de: Adresse in die Zwischenablage kopieren

source: Homepage
de: Webseite

source: Country & Language
de: Land und Sprache

source: Link copied to clipboard
de: Adresse in die Zwischenablage kopiert

source: Error while copying link to clipboard
de: Fehler beim Speichern in die Zwischenablage

source: Add to favorites
de: Zu den Favoriten hinzufügen

source: Remove from favorites
de: Von den Favoriten entfernen

source: Details
de: Weitere Informationen
